[
  {
    "id": 1,
    "base_id": 1,
    "cell_id": 1,
    "username": "jon",
    "first_name": "Bryon",
    "last_name": "Doan",
    "email": "some@email.com",
    "photo_url": "https://avatars.githubusercontent.com/u/88379899",
    "contact_number1": "123-555-6789",
    "contact_number2": "456-555-9876",
    "bio": "With 12 years of dedicated service in the Air Force, Jon has been a driving force for innovation and technology integration within his squadrons. His passion for Spark Cells lies in exploring unmanned aerial systems (UAS) for reconnaissance and surveillance, and he actively seeks opportunities to collaborate with fellow airmen to optimize UAS capabilities. When not in uniform, Jon enjoys tinkering with DIY electronics and is an avid drone enthusiast."
  },
  {
    "id": 2,
    "base_id": 1,
    "cell_id": 1,
    "username": "kyle",
    "first_name": "Justin",
    "last_name": "Niquette",
    "email": "some@email.com",
    "photo_url": "https://avatars.githubusercontent.com/u/61899515",
    "contact_number1": "987-555-4321",
    "contact_number2": "654-555-7890",
    "bio": "With 8 years of experience in the Space Force, Kyle is a skilled data analyst specializing in satellite communication systems. His interest in Spark Cells revolves around utilizing artificial intelligence and machine learning algorithms to enhance space-based data processing and decision-making capabilities. Off-duty, Kyle is an adventure seeker, often seen exploring national parks and capturing breathtaking landscapes through photography."
  },
  {
    "id": 3,
    "base_id": 1,
    "cell_id": 1,
    "username": "alex",
    "first_name": "John",
    "last_name": "Dickerson",
    "email": "some@email.com",
    "photo_url": "https://avatars.githubusercontent.com/u/21633303",
    "contact_number1": "789-555-0123",
    "contact_number2": "210-555-3456",
    "bio": "As a seasoned intelligence analyst with 8 years of experience in the Air Force, Alex's keen eye for patterns and trends drives their interest in Spark Cells. Alex actively engages with the community to explore how artificial intelligence and machine learning can revolutionize intelligence gathering and analysis. Beyond their military role, Alex is a fitness enthusiast and enjoys leading group workouts to promote camaraderie and well-being among fellow airmen."
  },
  {
    "id": 4,
    "base_id": 1,
    "cell_id": 1,
    "username": "david",
    "first_name": "Sean",
    "last_name": "McKinney",
    "email": "some@email.com",
    "photo_url": "https://avatars.githubusercontent.com/u/66563879",
    "contact_number1": "543-555-8765",
    "contact_number2": "678-555-3210",
    "bio": "With 5 years of experience in the Space Force, David's primary interest in Spark Cells lies in optimizing human-machine interfaces and advancing autonomous flight capabilities. He actively collaborates with other Spark Cell members to explore the safe integration of AI-powered systems in aviation. Off-duty, David is an adrenaline junkie, enjoying skydiving and competitive drone racing as his favorite pastimes."
  },
  {
    "id": 5,
    "base_id": 1,
    "cell_id": 1,
    "username": "sabrina",
    "first_name": "Joshua James",
    "last_name": "Gogue",
    "email": "some@email.com",
    "photo_url": "https://avatars.githubusercontent.com/u/38434128",
    "contact_number1": "234-555-5678",
    "contact_number2": "876-555-9012",
    "bio": "A cybersecurity expert with 10 years of service in the Air Force, Sabrina is passionate about ensuring the Air Force's digital infrastructure remains secure and resilient. She actively contributes to Spark Cells by organizing workshops on cybersecurity best practices and encouraging a cyber-aware culture across the force. Outside of work, Sabrina enjoys participating in hackathons and coding competitions."
  },
  {
    "id": 6,
    "base_id": 1,
    "cell_id": 1,
    "username": "michael",
    "first_name": "Michael",
    "last_name": "Blake",
    "email": "some@email.com",
    "photo_url": "https://avatars.githubusercontent.com/u/32022592",
    "contact_number1": "345-555-7890",
    "contact_number2": "109-555-2345",
    "bio": "With 12 years of dedicated service in the Air Force, TSgt. Johnson is a highly skilled avionics technician known for his attention to detail and problem-solving abilities. He actively contributes to Spark Cells by proposing innovative ways to streamline aircraft maintenance processes through advanced diagnostics and digital tools. Off-duty, Michael is an amateur radio enthusiast and volunteers as a mentor for young aviation enthusiasts, nurturing their interest in aerospace technology and engineering."
  },
  {
    "id": 7,
    "base_id": 1,
    "cell_id": 1,
    "username": "james",
    "first_name": "James",
    "last_name": "Andrews",
    "email": "some@email.com",
    "photo_url": "https://avatars.githubusercontent.com/u/943732",
    "contact_number1": "567-555-9012",
    "contact_number2": "890-555-4567",
    "bio": "With 7 years of distinguished service as an aircraft maintenance officer in the Air Force, Lt. Anderson has a keen interest in driving innovation in aircraft maintenance practices. He actively engages with Spark Cells to develop predictive maintenance solutions, reducing downtime and enhancing fleet readiness. Off duty, James is an aviation history buff and spends his weekends volunteering at aviation museums."
  },
  {
    "id": 8,
    "base_id": 1,
    "cell_id": 1,
    "username": "dean",
    "first_name": "Saajaadeen",
    "last_name": "Jeffries",
    "email": "some@email.com",
    "photo_url": "https://avatars.githubusercontent.com/u/73844736",
    "contact_number1": "876-555-2345",
    "contact_number2": "321-555-6789",
    "bio": "As a skilled aviator with 9 years of experience in the Air Force, Capt. Roberts is deeply invested in leveraging virtual reality (VR) and simulation technologies to enhance pilot training programs. His active involvement in Spark Cells centers around creating immersive training environments that optimize learning outcomes and increase mission success rates. Beyond his flying duties, Dean enjoys hiking and camping in the great outdoors."
  }
]